Repository: samuelhe52/MyAnimeList
Catalog: MyAnimeList/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: iOS rejected one or more reminders. Existing reminders were restored when possible.
ja: iOSが一部のリマインダーを拒否しました。可能な場合は既存のリマインダーを復元しました。
zh_hans: iOS 拒绝了一个或多个提醒。AniShelf 已尽可能恢复原有提醒。

source: Is this the same anime? AniShelf uses TVMaze to retrieve broadcast times.
ja: 同じアニメですか？AniShelfはTVMazeから放送時刻を取得します。
zh_hans: 这是同一部动画吗？AniShelf 会通过 TVMaze 获取播出时间。

source: Japanese
ja: 日本語
zh_hans: 日语

source: Join TMDB
ja: TMDbに登録
zh_hans: 注册TMDb

source: Jumps to the episodes section.
ja: エピソードセクションに移動します。
zh_hans: 跳转到集数部分。

source: Keep Reminders
ja: リマインダーを維持
zh_hans: 保留提醒

source: Keep this page open until the refresh finishes.
ja: 更新が完了するまで、このページを開いたままにしてください。
zh_hans: 刷新完成前请保持此页面打开。

source: Keep your library available across devices.
ja: ライブラリを複数のデバイスで利用できるようにします。
zh_hans: 让你的资料库可在多台设备上使用。

source: Key
ja: キー
zh_hans: 密钥

source: Key check failed!
ja: キーの確認に失敗しました！
zh_hans: 密钥验证失败！

source: Key saved.
ja: キーを保存しました
zh_hans: 密钥已保存

source: Language
ja: 言語
zh_hans: 语言

source: Last attempt: %@
ja: 前回の試行: %1$@
zh_hans: 上次尝试：%1$@

source: Last sync: %@
ja: 前回の同期: %1$@
zh_hans: 上次同步：%1$@

source: Later
ja: 後で
zh_hans: 稍后

source: Library
ja: ライブラリ
zh_hans: 资料库

source: Library Defaults
ja: ライブラリの既定設定
zh_hans: 资料库默认设置

source: Library Details
ja: ライブラリ詳細
zh_hans: 详情

source: Library overview now supports tap-to-toggle watched time, planned time, and total time.
ja: ライブラリ概要画面で、視聴済み時間・視聴予定時間・合計時間をタップで切り替えられるようになりました。
zh_hans: 资料库总览界面现在支持点击切换已看时长、想看时长与总时长。

source: Library Recovery Required
ja: ライブラリの復旧が必要です
zh_hans: 需要恢复资料库

source: Light
ja: 軽量
zh_hans: 轻量

source: Links
ja: リンク
zh_hans: 链接

source: List
ja: リスト
zh_hans: 列表

source: Loading posters...
ja: ポスターを読み込み中…
zh_hans: 正在加载海报…

source: Loading support options from the App Store...
ja: App Store からサポートオプションを読み込んでいます…
zh_hans: 正在从 App Store 加载支持选项…

source: Loading...
ja: 読み込み中...
zh_hans: 加载中...

source: Login to TMDB
ja: TMDbにログイン
zh_hans: 登录TMDb

source: Look up TV broadcast times when you open an eligible anime or season.
ja: 対象のアニメやシーズンを開いたときに、テレビの放送時刻を取得します。
zh_hans: 打开符合条件的动画或单季条目时，查询电视播出时间。

source: Made by Samuel He. Metadata and artwork are provided by TMDb.
ja: Samuel Heにより開発。メタデータとアートワークはTMDb提供。
zh_hans: 由Samuel He开发。元数据和图片由TMDb提供。

source: Manage Reminders
ja: リマインダーを管理
zh_hans: 管理提醒

source: Mark as Dropped
ja: 中断にする
zh_hans: 标记为中断

source: Mark as Watched
ja: 視聴済みにする
zh_hans: 标为已看

source: Mark as Watched?
ja: 視聴済みにしますか？
zh_hans: 标为已看？

source: Mark Status
ja: ステータスを変更
zh_hans: 更改状态

source: Master Switch
ja: メインスイッチ
zh_hans: 总开关

source: Matched Anime
ja: 一致したアニメ
zh_hans: 已匹配动画

source: Medium
ja: 標準
zh_hans: 标准

source: Metadata
ja: メタデータ
zh_hans: 元数据

source: Metadata Cache Size
ja: キャッシュサイズ
zh_hans: 缓存大小

source: Metadata was already up to date.
ja: メタデータはすでに最新です
zh_hans: 元数据已是最新

# Metadata was already up to date. Fetched %lld images, failed %lld.
source: Metadata was already up to date. Fetched %1$lld images, failed %2$lld.
ja: メタデータはすでに最新です。%1$lld 件の画像を取得しましたが、%2$lld 件は失敗しました
zh_hans: 元数据已是最新。已获取 %1$lld 张图片，%2$lld 张失败

# Metadata was already up to date. Fetched %lld images.
source: Metadata was already up to date. Fetched %1$lld images.
ja: メタデータはすでに最新です。%1$lld 件の画像を取得しました
zh_hans: 元数据已是最新。已获取 %1$lld 张图片

source: Movie
ja: 映画
zh_hans: 电影

source: Multiple performance improvements.
ja: 複数のパフォーマンス改善を行いました。
zh_hans: 进行了多项性能优化。

source: Movie Candidates
ja: 映画候補
zh_hans: 电影候选

source: Movies
ja: 映画
zh_hans: 电影

source: Name
ja: 名前
zh_hans: 名称

source: Needs Choice
ja: 選択が必要です
zh_hans: 需要选择

source: Network Error!
ja: ネットワークエラー！
zh_hans: 网络错误！

source: New Entries Start As
ja: 新規項目の初期状態
zh_hans: 新条目默认状态

source: New episode
ja: 新しいエピソード
zh_hans: 新剧集

source: Next
ja: 次へ
zh_hans: 下一步

source: Next Airing
ja: 次回放送
zh_hans: 下次播出

source: Next airtime unavailable
ja: 次回の放送時刻は利用できません
zh_hans: 暂无下次播出时间

source: Next Episode
ja: 次回
zh_hans: 下一集

source: No episodes available for this season.
ja: このシーズンのエピソードはありません。
zh_hans: 本季暂无剧集。

source: No info found on pasteboard.
ja: クリップボードに情報が見つかりませんでした。
zh_hans: 剪贴板中没有信息。

source: No overview available.
ja: 概要はありません。
zh_hans: 暂无简介。

source: No Posters Available
ja: 利用できるポスターがありません
zh_hans: 无海报可用

source: No posters available right now.
ja: ポスターはありません
zh_hans: 暂无可用海报。

source: No Reminder
ja: リマインダーなし
zh_hans: 暂无提醒

source: No Reminders Set
ja: リマインダーは設定されていません
zh_hans: 尚未设置提醒

source: No Results
ja: 検索結果がありません
zh_hans: 无结果

source: No score
ja: 未設定
zh_hans: 未评分

source: No seasons available
ja: 利用できるシーズンがありません
zh_hans: 暂无可用季

source: No sync yet.
ja: まだ同期されていません。
zh_hans: 尚未同步。

source: No TMDb result found for this prompt.
ja: この入力に一致するTMDb結果はありません。
zh_hans: 这个输入没有找到对应的TMDb结果。

source: None
ja: なし
zh_hans: 无

source: Not a Match
ja: 一致しない
zh_hans: 不是这部动画

source: Not Now
ja: 後で
zh_hans: 暂不

source: Not Selected
ja: 未選択
zh_hans: 未选择

source: Not Set
ja: 未設定
zh_hans: 未设置

source: Not This Anime
ja: このアニメではありません
zh_hans: 不是这部动画

source: Notes
ja: ノート
zh_hans: 笔记

source: Nothing is uploaded automatically. An export is prepared only when you choose an action.
ja: 自動的にアップロードされることはありません。操作を選択した場合にのみエクスポートが準備されます。
zh_hans: 不会自动上传任何内容。只有在您选择操作后才会准备导出文件。

source: Notifications
ja: 通知
zh_hans: 通知

source: Notifications Disabled
ja: 通知が無効です
zh_hans: 通知已关闭

source: On the details page, long-press an episode to view that episode's staff.
ja: 詳細ページでエピソードを長押しすると、そのエピソードのスタッフ情報を表示できます。
zh_hans: 详情页中，长按某集可展示当前集的 staff 信息

source: On the details page, the Episodes section now shows watch progress.
ja: 詳細ページのエピソードセクションで、視聴進捗を表示できるようになりました。
zh_hans: 详情页中，分集模块现在支持展示观看进度

source: Only show dropped entries after you explicitly enable the Dropped filter.
ja: 「中断」フィルターを明示的に有効にした場合のみ、中断項目を表示します。
zh_hans: 只有在你明确启用“中断”筛选后，才会显示中断条目。

source: Open API Page
ja: APIページを開く
zh_hans: 打开API页面

source: Open API settings
ja: API設定を開く
zh_hans: 打开API设置

source: Open Detail with Single Tap
ja: シングルタップで詳細を開く
zh_hans: 单击打开详情

source: Open Library Profile
ja: ライブラリ概要を開く
zh_hans: 打开资料库概览

source: Open Notification Settings
ja: 通知設定を開く
zh_hans: 打开通知设置

source: Open the Characters section automatically in entry detail view.
ja: 詳細画面でキャラクター欄を自動的に開きます。
zh_hans: 在详情页中自动展开角色部分。

source: Open the Staff section automatically in entry detail view.
ja: 詳細画面でスタッフ欄を自動的に開きます。
zh_hans: 在详情页中自动展开制作人员部分。

source: Open What's New from Settings to browse notes from previous releases.
ja: 設定から「新機能」を開くと、過去のリリースノートも確認できるようになりました。
zh_hans: 从“设置”打开“更新内容”，即可浏览过往版本说明。

source: Optimized backup file size.
ja: バックアップファイルのサイズを最適化しました。
zh_hans: 优化了备份文件大小

source: Optimized sharing for iPad windows, with wide layouts showing the preview, poster picker, and controls together.
ja: iPadウインドウ向けの共有レイアウトを最適化し、ワイド表示では共有画像のプレビュー、ポスター選択、設定調整を同時に行えるようになりました。
zh_hans: 优化 iPad 窗口下的分享布局，宽屏时可同时预览分享图、选择海报并调整设置。

source: Optimized the Details page UI: added Staff information, added an overscroll zoom effect for posters.
ja: 詳細ページのUIを改善しました。スタッフ情報と、ポスターのオーバースクロール拡大効果を追加しました。
zh_hans: 优化了详情页界面：新增Staff信息，并为海报添加了过度滚动缩放效果。

source: Optional Exports
ja: 任意のエクスポート
zh_hans: 可选导出

source: Optional support for AniShelf if the app has been useful to you.
ja: AniShelf がお役に立てたなら、任意でサポートいただけます。
zh_hans: 如果 AniShelf 对你有所帮助，欢迎选择支持。

source: Optional tip jar. No features are unlocked.
ja: 任意のチップです。機能はアンロックされません。
zh_hans: 可选打赏，不解锁任何功能。

source: Overview
ja: 概要
zh_hans: 简介

source: Overwrite the current library?
ja: 現在のライブラリを上書きしますか？
zh_hans: 覆盖当前资料库？

source: Paste
ja: ペースト
zh_hans: 粘贴

source: Paste a list of titles, then search TMDb.
ja: タイトル一覧を貼り付けて、TMDbを検索してください。
zh_hans: 粘贴标题列表，然后搜索TMDb。

source: Paste Info
ja: 情報を貼り付け
zh_hans: 粘贴信息

source: Paste Info?
ja: 情報を貼り付けますか？
zh_hans: 粘贴信息？

source: Paste your new API Key. AniShelf will check it before saving.
ja: 新しいAPIキーを貼り付けてください。保存前にAniShelfが確認します。
zh_hans: 请粘贴新的API密钥。AniShelf会在保存前检查。

source: Paste your TMDB API Key here. AniShelf will check it before saving.
ja: ここにTMDb APIキーを貼り付けてください。保存前にAniShelfが確認します。
zh_hans: 请在此粘贴你的TMDb API密钥。AniShelf会在保存前检查。

source: Pasted!
ja: ペーストしました！
zh_hans: 已粘贴！

source: Pick a poster
ja: ポスターを選択
zh_hans: 选择海报

source: Plain Text (.txt)
ja: プレーンテキスト (.txt)
zh_hans: 纯文本 (.txt)

source: Planned
ja: 見たい
zh_hans: 想看

source: Planned Runtime
ja: 視聴予定の再生時間
zh_hans: 想看时长

source: Please backup the current library before proceeding.
ja: 続行する前に、現在のライブラリをバックアップしてください。
zh_hans: 继续前请先备份当前资料库。

source: Prefetch Images
ja: 画像をプリフェッチ
zh_hans: 预加载图片

source: Prefetch images when adding titles or restoring a backup.
ja: 項目を追加するときやバックアップを復元するときに画像をプリフェッチします。
zh_hans: 在添加条目或导入备份时预加载图片。

source: Prefetching images...
ja: 画像をプリフェッチしています...
zh_hans: 正在预加载图片

source: Premiered
ja: 初回放送
zh_hans: 首播

source: Preparing iCloud
ja: iCloudを準備中
zh_hans: 正在准备 iCloud

source: Preview
ja: プレビュー
zh_hans: 预览

source: Previous Updates
ja: 過去のアップデート
zh_hans: 过往更新

source: Production
ja: 制作
zh_hans: 制作

source: Production Companies
ja: 制作会社
zh_hans: 制作公司

source: Purchase pending approval.
ja: 購入は承認待ちです。
zh_hans: 购买待审批。

source: Purchase problem
ja: 購入の問題
zh_hans: 购买问题

source: Ratings are now shown directly in List and Gallery views.
ja: リストビューとギャラリービューに評価が直接表示されるようになりました。
zh_hans: 列表视图和画廊视图现在直接显示评分

source: Ready for batch search
ja: 一括検索の準備完了
zh_hans: 可开始批量搜索

source: Ready to Sync
ja: 同期の準備ができました
zh_hans: 已准备好同步

source: Rebuild
ja: 再構築
zh_hans: 重建

source: Rebuild iCloud Sync
ja: iCloud同期を再構築
zh_hans: 重建 iCloud 同步

source: Rebuild iCloud Sync?
ja: iCloud同期を再構築しますか？
zh_hans: 重建 iCloud 同步？

source: Reduced disk usage. Existing users can optionally clear cache and reload metadata from Settings to reclaim more storage.
ja: ディスク使用量を削減しました。既存ユーザーは、必要に応じて設定からキャッシュを消去し、メタデータを再読み込みすることで、さらに容量を確保できます。
zh_hans: 优化了磁盘占用。现有用户可按需在设置中清空缓存并重新加载元数据，以进一步减小占用空间。

source: Refetch and reconcile your iCloud library with your local library.
ja: iCloudライブラリを再取得し、ローカルライブラリと同期し直します。
zh_hans: 重新获取 iCloud 资料库，并与本地资料库重新同步。

source: Refetch and reconcile your iCloud library with your local library. This may resolve some iCloud sync issues.
ja: iCloudライブラリを再取得し、ローカルライブラリと同期し直します。これにより、一部のiCloud同期の問題が解決する場合があります。
zh_hans: 重新获取 iCloud 资料库，并与本地资料库重新同步。这可能会解决一些 iCloud 同步问题。

source: Refresh
ja: 更新
zh_hans: 刷新

source: Refresh all anime infos?
ja: すべてのアニメ情報を更新しますか？
zh_hans: 刷新所有动画信息？

source: Refresh Info Language?
ja: 情報の言語を更新しますか？
zh_hans: 刷新信息语言？

source: Refresh Infos
ja: 情報を更新
zh_hans: 刷新信息

source: Refresh Metadata
ja: メタデータを更新
zh_hans: 刷新元数据

# Refreshed %lld entries and fetched %lld images.
source: Refreshed %1$lld entries and fetched %2$lld images.
ja: %1$lld 件の情報を更新し、%2$lld 件の画像を取得しました
zh_hans: 已刷新 %1$lld 条信息，并获取 %2$lld 张图片

# Refreshed %lld entries, failed %lld.
source: Refreshed %1$lld entries, failed %2$lld.
ja: %1$lld 件の情報を更新しましたが、%2$lld 件は失敗しました
zh_hans: 已刷新 %1$lld 条信息，%2$lld 条失败

# Refreshed %lld entries, failed %lld. Fetched %lld images, failed %lld.
source: Refreshed %1$lld entries, failed %2$lld. Fetched %3$lld images, failed %4$lld.
ja: %1$lld 件の情報を更新しましたが、%2$lld 件は失敗しました。%3$lld 件の画像を取得しましたが、%4$lld 件は失敗しました
zh_hans: 已刷新 %1$lld 条信息，%2$lld 条失败。已获取 %3$lld 张图片，%4$lld 张失败

# Refreshed %lld entries, failed %lld. Fetched %lld images.
source: Refreshed %1$lld entries, failed %2$lld. Fetched %3$lld images.
ja: %1$lld 件の情報を更新しましたが、%2$lld 件は失敗しました。%3$lld 件の画像を取得しました
zh_hans: 已刷新 %1$lld 条信息，%2$lld 条失败。已获取 %3$lld 张图片

# Refreshed %lld entries. Fetched %lld images, failed %lld.
source: Refreshed %1$lld entries. Fetched %2$lld images, failed %3$lld.
ja: %1$lld 件の情報を更新しました。%2$lld 件の画像を取得しましたが、%3$lld 件は失敗しました
zh_hans: 已刷新 %1$lld 条信息。已获取 %2$lld 张图片，%3$lld 张失败

source: Refreshed infos for %lld entries.
ja: %lld 件の情報を更新しました
zh_hans: 已刷新 %lld 条信息

source: Refreshing infos...
ja: 情報を更新中...
zh_hans: 正在刷新信息…

source: Refreshing Metadata...
ja: メタデータを更新中...
zh_hans: 正在刷新元数据...

source: Reload
ja: 再読み込み
zh_hans: 重新加载

source: Remember language, corner style, image format, and export size preferences in the share sheet.
ja: 共有シートで選んだ言語、角のスタイル、画像形式、書き出しサイズを記憶します。
zh_hans: 记住共享表单中的语言、圆角样式、图像格式和导出尺寸偏好。

source: Remember Share Settings
ja: 共有設定を記憶
zh_hans: 记住共享设置

source: Remind Me
ja: リマインド
zh_hans: 提醒我

source: Reminder Limit Reached
ja: リマインダーの上限に達しました
zh_hans: 已达到提醒上限

source: Reminder Scheduling Issue
ja: リマインダー設定の問題
zh_hans: 提醒安排问题

source: Reminders
ja: リマインダー
zh_hans: 提醒

source: Remove All
ja: すべて削除
zh_hans: 全部移除

source: Remove All Airing Reminders?
ja: すべての放送リマインダーを削除しますか？
zh_hans: 移除所有播出提醒？

source: Remove every saved library entry.
ja: 保存済みのライブラリ項目をすべて削除します。
zh_hans: 删除所有已保存的动画。

source: Remove reminder for %@
ja: %@のリマインダーを削除
zh_hans: 移除 %@ 的提醒

source: Removes this reminder.
ja: このリマインダーを削除します。
zh_hans: 移除此提醒。

source: Rendering…
ja: レンダリング中…
zh_hans: 渲染中…

source: Reopen the release note for version %@.
ja: バージョン%@のリリースノートを再表示します。
zh_hans: 重新打开 %@ 版本的版本说明。

source: Replace the TMDb key AniShelf uses for search and metadata.
ja: AniShelfが検索とメタデータに使うTMDbキーを変更します。
zh_hans: 替换AniShelf用于搜索和元数据的TMDb密钥。

source: Resolve iCloud Sync Conflict
ja: iCloud同期の競合を解決
zh_hans: 解决 iCloud 同步冲突

source: Resolved
ja: 解決済み
zh_hans: 已匹配

source: Restore
ja: 復元
zh_hans: 恢复

source: Restore a library backup.
ja: ライブラリバックアップを復元します。
zh_hans: 恢复资料库备份。

source: Restore completed!
ja: 復元が完了しました！
zh_hans: 恢复完成！

source: Restore Unavailable
ja: 復元できません
zh_hans: 无法恢复

source: Retry
ja: リトライ
zh_hans: 重试

source: Retry Search
ja: 再検索
zh_hans: 重试搜索

source: Reversed
ja: 逆順
zh_hans: 倒序

source: Review image and metadata cache usage.
ja: 画像とメタデータのキャッシュ使用状況を確認します。
zh_hans: 查看缓存使用情况。

source: Review Match
ja: 一致を確認
zh_hans: 查看匹配

source: Rounded Corners
ja: 角を丸くする
zh_hans: 圆角

source: Runtime
ja: 再生時間
zh_hans: 时长

source: Samuel He on GitHub
ja: GitHub上のSamuel He
zh_hans: GitHub上的Samuel He

source: Save
ja: 保存
zh_hans: 保存

source: Save API Key
ja: APIキーを保存
zh_hans: 保存API密钥

source: Save Poster
ja: ポスターを保存
zh_hans: 保存海报

source: Saving Selection…
ja: 選択内容を保存中…
zh_hans: 正在保存选择…

source: Schedule
ja: 放送予定
zh_hans: 播出时间表

source: Scope
ja: 検索対象
zh_hans: 范围

source: Score
ja: スコア
zh_hans: 评分

source: Score %lld
ja: スコア: %lld
zh_hans: 评分: %lld

source: Search
ja: 検索
zh_hans: 搜索

source: Search for an anime...
ja: アニメを検索…
zh_hans: 搜索动画…

source: Search in your library...
ja: ライブラリで検索…
zh_hans: 搜索资料库...

source: Search Titles
ja: タイトルを検索
zh_hans: 搜索标题

source: Search TV animation or movies...
ja: TVアニメと映画を検索...
zh_hans: 搜索TV动画或电影...

source: Search TVMaze
ja: TVMazeを検索
zh_hans: 搜索 TVMaze

source: Search...
ja: 検索...
zh_hans: 搜索...

source: Searching TMDb...
ja: TMDbを検索中...
zh_hans: 正在搜索TMDb...

source: Searching TVMaze…
ja: TVMazeを検索中…
zh_hans: 正在搜索 TVMaze…

source: Season
ja: シーズン
zh_hans: 季

source: Season %lld
ja: シーズン%lld
zh_hans: 第 %lld 季

source: Seasons
ja: シーズン
zh_hans: 季

source: Select
ja: 選択
zh_hans: 选择

source: Selected
ja: 選択済み
zh_hans: 已选择

source: Selecting and deleting multiple library entries is now smoother and more efficient.
ja: ライブラリで複数の項目を選択・削除する操作が、よりスムーズで効率的になりました。
zh_hans: 选择和删除多个资料库条目时更加流畅高效。

source: Series
ja: シリーズ
zh_hans: 动画系列

source: Set to Now
ja: 現在時刻に設定
zh_hans: 设为现在

source: Set reminders for each new episode as it airs.
ja: 新作アニメの各話の放送に合わせてリマインダーを設定できるようになりました。
zh_hans: 支持为新番每集播出设置提醒

source: Settings
ja: 設定
zh_hans: 设置

source: Setup Failed
ja: 設定失敗
zh_hans: 设置失败

source: Share
ja: 共有
zh_hans: 分享

source: Show Detail
ja: 詳細を表示
zh_hans: 显示详情

source: Show episode progress as a poster overlay in the library.
ja: ライブラリで、ポスター上にエピソード進捗をオーバーレイ表示します。
zh_hans: 在资料库中以海报覆盖层显示分集进度。

source: Show Poster Progress Bar
ja: ポスターの進捗バーを表示
zh_hans: 显示海报进度条

source: Show production company instead of runtime
ja: 再生時間の代わりに制作会社を表示
zh_hans: 显示制作公司而非时长

source: Shows all production companies.
ja: すべての制作会社を表示します。
zh_hans: 显示所有制作公司。

source: Sibling Season Exists
ja: 同じシリーズの別シーズンがあります
zh_hans: 已存在同系列的其他季

source: Sign in to TMDB
ja: TMDbにサインイン
zh_hans: 登录TMDb

source: Size: %.2f MB
ja: サイズ: %.2f MB
zh_hans: 大小：%.2f MB

source: Some reminders could not be refreshed.
ja: 一部のリマインダーを更新できませんでした。
zh_hans: 部分提醒无法刷新。

source: Some reminders could not be scheduled.
ja: 一部のリマインダーを設定できませんでした。
zh_hans: 部分提醒无法安排。

source: Some support options are not ready yet. Please try again after App Store Connect finishes syncing.
ja: 一部のサポートオプションはまだ準備できていません。App Store Connect の同期が完了してからもう一度お試しください。
zh_hans: 部分支持选项尚未准备好，请等待 App Store Connect 同步完成后再试。

source: Sort
ja: 並び替え
zh_hans: 排序

source: Source Resolution
ja: 元画像の解像度
zh_hans: 源图分辨率

source: Specials
ja: 特別編
zh_hans: 特别篇

source: Staff
ja: スタッフ
zh_hans: 制作人员

source: Status: %1$@ Started: %2$@ Finished: %3$@ Track Dates: %4$@ Score: %5$lld Favorite: %6$@ Notes: %7$@ Custom Poster: %8$@
ja: ステータス: %1$@ 開始日: %2$@ 終了日: %3$@ 日付を記録: %4$@ スコア: %5$lld お気に入り: %6$@ ノート: %7$@ カスタムポスター: %8$@
zh_hans: 状态: %1$@ 开始: %2$@ 结束: %3$@ 记录日期: %4$@ 评分: %5$lld 特别收藏: %6$@ 笔记: %7$@ 使用自选海报: %8$@

source: Status: %1$@ Started: %2$@ Finished: %3$@ Track Dates: %4$@ Score: No score Favorite: %5$@ Notes: %6$@ Custom Poster: %7$@
ja: ステータス: %1$@ 開始日: %2$@ 終了日: %3$@ 日付を記録: %4$@ スコア: 未設定 お気に入り: %5$@ ノート: %6$@ カスタムポスター: %7$@
zh_hans: 状态: %1$@ 开始: %2$@ 结束: %3$@ 记录日期: %4$@ 评分: 未评分 特别收藏: %5$@ 笔记: %6$@ 使用自选海报: %7$@

# Step %lld of %lld
source: Step %1$lld of %2$lld
ja: ステップ %1$lld / %2$lld
zh_hans: 第 %1$lld/%2$lld 步

source: Store large Gallery posters longer. Off by default and may use more disk space.
ja: 大きなギャラリーポスターを長めに保存します。デフォルトではオフで、ディスク容量を多く使用する場合があります。
zh_hans: 更长时间保存大尺寸图库海报。默认关闭，可能会占用更多磁盘空间。

source: Support AniShelf
ja: AniShelf をサポート
zh_hans: 支持 AniShelf

source: Support Options
ja: サポートオプション
zh_hans: 支持选项

source: Support products are temporarily unavailable. Please try again in a moment.
ja: サポート商品は一時的にご利用いただけません。少し後でもう一度お試しください。
zh_hans: 支持商品暂时不可用，请稍后再试。

source: Supported formats: Title, for example Frieren movie:<tmdb_id>, for example movie:4935 series:<tmdb_id>, for example series:24835 season:<series_tmdb_id>:<season_number>, for example season:24835:1 Unmatched formats automatically use normal title search.
ja: 対応形式: タイトル (例: Frieren) movie:<tmdb_id> (例: movie:4935) series:<tmdb_id> (例: series:24835) season:<series_tmdb_id>:<season_number> (例: season:24835:1) 一致しない形式は自動的に通常のタイトル検索として扱われます。
zh_hans: 支持的格式： 标题，例如 Frieren movie:<tmdb_id>，例如 movie:4935 series:<tmdb_id>，例如 series:24835 season:<series_tmdb_id>:<season_number>，例如 season:24835:1 不匹配的格式会自动按普通标题搜索处理。

source: Supported formats: Title, for example Frieren movie:<tmdb_id>, for example movie:4935 series:<tmdb_id>, for example series:24835 season:<series_tmdb_id>:<season_number>, for example season:24835:1 Unmatched formats automatically use normal title search. Tap this tip to copy these supported formats.
ja: 対応形式: タイトル (例: Frieren) movie:<tmdb_id> (例: movie:4935) series:<tmdb_id> (例: series:24835) season:<series_tmdb_id>:<season_number> (例: season:24835:1) 一致しない形式は自動的に通常のタイトル検索として扱われます。 このヒントをタップすると、対応形式をコピーできます。
zh_hans: 支持的格式： 标题，例如 Frieren movie:<tmdb_id>，例如 movie:4935 series:<tmdb_id>，例如 series:24835 season:<series_tmdb_id>:<season_number>，例如 season:24835:1 不匹配的格式会自动按普通标题搜索处理。 点按此提示可复制这些支持的格式。

source: Switch Poster
ja: ポスターを変更
zh_hans: 更换海报

source: Sync Enabled
ja: 同期が有効です
zh_hans: 同步已启用

source: Sync Failed
ja: 同期に失敗しました
zh_hans: 同步失败

source: Sync is enabled for this library.
ja: このライブラリでは同期が有効です。
zh_hans: 此资料库已启用同步。

source: Sync Now
ja: 今すぐ同期
zh_hans: 立即同步

source: Sync Skipped
ja: 同期をスキップしました
zh_hans: 已跳过同步

source: Synced
ja: 同期済み
zh_hans: 已同步

source: Syncing
ja: 同期中
zh_hans: 同步中

source: Syncing library
ja: ライブラリを同期中
zh_hans: 正在同步资料库

source: Tab-Separated Values (.tsv)
ja: タブ区切り (.tsv)
zh_hans: 制表符分隔值 (.tsv)

source: Tap to cycle runtime statistics.
ja: タップして再生時間の統計を切り替えます。
zh_hans: 轻点以切换时长统计。

source: Thank you!
ja: ありがとうございます！
zh_hans: 谢谢你！

source: Thanks for supporting AniShelf.
ja: AniShelf をサポートしてくださり、ありがとうございます。
zh_hans: 感谢你的支持！

source: The App Store could not verify the purchase.
ja: App Store が購入を確認できませんでした。
zh_hans: App Store 无法验证此次购买。

source: The App Store returned an unknown purchase state.
ja: App Store が不明な購入状態を返しました。
zh_hans: App Store 返回了未知的购买状态。

source: The current release note stays available from Settings whenever this version includes one.
ja: このバージョンにリリースノートがある場合、現在のリリースノートは設定からいつでも確認できます。
zh_hans: 如果当前版本包含版本说明，你随时可以从设置中再次查看。

source: The library is empty.
ja: ライブラリは空です。
zh_hans: 资料库为空。

source: The replacement library is empty. A backup from an earlier build or iCloud Sync may help recover your data.
ja: 新しいライブラリは空です。以前のビルドのバックアップまたはiCloud同期からデータを復旧できる場合があります。
zh_hans: 替代资料库为空。您可以尝试通过早期版本的备份或 iCloud 同步恢复数据。

source: These are optional tips that unlock no features, content, or services. All purchases are processed by the App Store.
ja: これらは任意のチップで、機能・コンテンツ・サービスはアンロックされません。購入はすべて App Store を通じて処理されます。
zh_hans: 这是可选打赏，不会解锁任何功能、内容或服务。所有购买均由 App Store 处理。

source: This anime already has edits. Pasting will overwrite current info.
ja: このアニメは既に編集済みです。ペーストすると上書きされます。
zh_hans: 此动画信息已有更改。粘贴会覆盖已有更改。

source: This Is the Anime
ja: このアニメです
zh_hans: 就是这部动画

source: This may be the wrong anime
ja: 別のアニメかもしれません
zh_hans: 这可能不是同一部动画

source: This may take considerable time.
ja: 時間がかかる場合があります。
zh_hans: 这可能需要一些时间。

source: This page can also trigger a full metadata refresh if you want to update existing entries right away.
ja: 既存の項目をすぐ更新したい場合は、このページからメタデータの一括更新も開始できます。
zh_hans: 如果你想立即更新现有条目，也可以在此页面触发完整的元数据刷新。

source: This release adds flexible reminder timing and improves library performance and upgrade reliability.
ja: このリリースでは、放送リマインダーの時刻設定を柔軟にし、ライブラリのパフォーマンスとアップグレード時の信頼性を改善しました。
zh_hans: 本次更新提供更灵活的播出提醒时间设置，并提升了资料库性能与升级可靠性。

source: This release adds thoughtful review prompts and improves the reliability of TMDb artwork and setup.
ja: このリリースでは、配慮したレビューのお願いを追加し、TMDbアートワークと設定の信頼性を改善しました。
zh_hans: 此版本新增了更周到的评价提示，并提升了 TMDb 图片与设置的可靠性。

source: This release adds broadcast airtimes and episode reminders, and improves iCloud Sync reliability.
ja: このリリースでは、アニメの放送時刻と各話の放送リマインダーを追加し、iCloud同期の安定性を改善しました。
zh_hans: 本次更新新增动画播出时间与新番每集播出提醒，并提升了 iCloud 同步稳定性。

source: This release enriches entry details and makes previous updates easier to revisit. Existing users should perform an info refresh by tapping the action below so production company information can be added to existing entries.
ja: このリリースでは作品詳細の情報を拡充し、過去のアップデートを振り返りやすくしました。既存ユーザーは、既存の項目に制作会社の情報を追加するため、下のアクションから情報を更新してください。
zh_hans: 此版本丰富了条目详情，并让你更方便地回顾过往更新。现有用户请点击下方操作刷新信息，以便为现有条目添加制作公司信息。

source: This release fixes data correctness issues. Existing users should perform an info refresh by tapping the action button below so their library metadata can be corrected.
ja: このリリースではデータの正確性に関わる問題を修正しています。既存ユーザーは、ライブラリのメタデータを正しい状態に更新するため、下のアクションボタンから情報を更新してください。
zh_hans: 此版本修复了影响数据正确性的问题。现有用户请点击下方操作按钮执行一次信息刷新，以修正资料库中的元数据。

source: This release improves AniShelf on iPad and larger displays.
ja: このリリースでは、iPadと大画面でのAniShelfの体験を改善しました。
zh_hans: 此版本优化了 AniShelf 在 iPad 和大屏设备上的体验。

source: This release updates AniShelf for iOS 27 and makes sharing more flexible across iPhone and iPad.
ja: このリリースでは、AniShelfをiOS 27に対応させ、iPhoneとiPadでの共有機能をより柔軟にしました。
zh_hans: 此版本适配 iOS 27，并增强了 AniShelf 在 iPhone 和 iPad 上的分享体验。

source: This version adds iCloud sync and includes UI improvements.
ja: このバージョンではiCloud同期を追加し、UIを改善しました。
zh_hans: 此版本添加了 iCloud 同步功能，并包含 UI 改进。

source: This version includes bug fixes and search improvements.
ja: このバージョンには、不具合修正と検索機能の改善が含まれています。
zh_hans: 这个版本包含问题修复和搜索改进。

source: This version includes feature updates and visual improvements.
ja: このバージョンには機能アップデートとビジュアル改善が含まれています。
zh_hans: 此版本包含功能更新和视觉改进。

source: This version includes multiple bug fixes and improvements.
ja: このバージョンには複数のバグ修正と改善が含まれています。
zh_hans: 此版本包含多项问题修复和改进。
